Revit 2023 API
GroupTypeId.RailingSystemSegmentVGrid Property
 "V Grid"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RailingSystemSegmentVGrid { get; }
Visual Basic
Public Shared ReadOnly Property RailingSystemSegmentVGrid As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RailingSystemSegmentVGrid {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace